const TETRA_PRODUCTS = [
  {
    id: 'dib-r5',
    name: 'DIB-R5',
    subtitle_ru: 'Базовая станция',
    subtitle_kz: 'Базалық станция',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/442/4420c94da17b2028207097c72886f5b6.webp',
    featureImg: 'https://www.hytera.ru/upload/corvax_iw/3_368ee5b76755512884cedc9ef29215e0.webp',
    description: {
      title_ru: 'Форм-фактор',
      title_kz: 'Форма факторы ',
      body_ru:
        'Конструкция станции модульная и аппаратные компоненты могут заменяться или дополняться в рабочем режиме, при этом возможно резервирование отдельных модулей (контроллера, приёмопередатчиков, модуля питания)',
      body_kz:
        'Станцияның конструкциясы модульдік және аппараттық компоненттер жұмыс режимінде ауыстырылуы немесе толықтырылуы мүмкін, бұл ретте жекелеген модульдерді (контроллерді, қабылдап-таратқыштарды, қоректендіру модулін) резервтеуге болады',
    },
    features: [
      {
        text_ru:
          'DIB-R5 является компонентом системы ACCESSNET-T IP и обеспечивает надежную радиосвязь в своей зоне радиопокрытия. DIB-R5 поддерживает TETRA Release 2 и TEDS',
        text_kz:
          'DIB-R5 ACCESSNET-T IP жүйесінің құрамдас бөлігі болып табылады және өзінің радио жабу аймағында сенімді радиобайланысты қамтамасыз етеді. DIB-R5 TETRA Release 2 және TEDS қолдайды',
      },
      {
        text_ru:
          ' DIB-R5 предназначена для использования в помещении и выпускается в двух вариантах исполнения DIB-R5 advanced и DIB-R5 compact',
        text_kz:
          'DIB-R5 үйде пайдалануға арналған және DIB-R5 advanced және DIB-R5 compact екі нұсқасында қол жетімді',
      },
      {
        text_ru:
          'DIB-R5 advanced поддерживает до 8-ми несущих TETRA и состоит в зависимости от количества несущих из одного или двух шкафов. В каждом шкафу может быть установлено до четырех канальных блоков приёмопередатчиков. Таким образом DIB-R5 advanced обеспечивает для абонентов максимум 32 логических канала одновременного использования',
        text_kz:
          'DIB-R5 advanced 8-ге дейін Tetra жүк көтергіштерін қолдайды және бір немесе екі шкафтан тұратын жүк көтергіштердің санына байланысты. Әр шкафта төрт каналды трансивер блоктарын орнатуға болады. Осылайша, DIOR 5 advanced абоненттерге бір уақытта пайдаланудың ең көп 32 логикалық арнасын ұсынады',
      },
      {
        text_ru:
          'DIB-R5 compact поддерживает до 2-х несущих TETRA и подходит для компактного монтажа в 19-дюймовый шкаф',
        text_kz:
          'DIB-R5 compact 2-ге дейін Tetra жүк көтергіштерін қолдайды және 19 дюймдік шкафта ықшам орнатуға жарамды',
      },
      {
        text_ru:
          'Конструкция станции модульная и аппаратные компоненты могут заменяться или дополняться в рабочем режиме, при этом возможно резервирование отдельных модулей (контроллера, приёмопередатчиков, модуля питания)',
        text_kz:
          'Станцияның конструкциясы модульдік және аппараттық компоненттер жұмыс режимінде ауыстырылуы немесе толықтырылуы мүмкін, бұл ретте жекелеген модульдерді (контроллерді, қабылдап-таратқыштарды, қоректендіру модулін) резервтеуге болады',
      },
      {
        text_ru:
          'DIB-R5 поддерживает спутниковую синхронизацию от ГЛОНАСС, GPS, Galileo, а также синхронизацию от сети IP, PTP, что делает возможным работу без использования GPS даже под землей',
        text_kz:
          'DIB-R5 ГЛОНАСС, GPS, Galileo спутниктік синхрондауды, сондай-ақ IP, PTP желісінен синхрондауды қолдайды, бұл GPS-ті тіпті жер астында пайдаланбай жұмыс істеуге мүмкіндік береді',
      },
    ],
    characteristics: [
      {
        key_ru: 'Выходная мощность на антенном разъеме',
        value_ru: '25 Вт при модуляции π/4 DQPSK, 10 Вт при модуляции QAM',
        key_kz: 'Антенна қосқышындағы қуат шығысы',
        value_kz: '25 Вт модуляция кезінде π/4 DQPSK, 10 Вт модуляция кезінде QAM',
      },
      {
        key_ru: 'Чувствительность приемника (статическая)',
        value_ru: '–119 дБм (BER 4 %)',
        key_kz: 'Қабылдағыштың сезімталдығы (статикалық)',
        value_kz: '–119 дБм (BER 4 %)',
      },
      {
        key_ru: 'Чувствительность приемника (динамическая)',
        value_ru:
          '–113 дБм (TU50 (TCH 7.2, BER 4 %)), –110 дБм (класс B), –108 дБм (класс A) при модуляции π / 4DQPSK',
        key_kz: 'Қабылдағыштың сезімталдығы (динамикалық)',
        value_kz:
          '-113 дБм (TU50 (TCH 7.2, BER 4 %)), -110 дБм (B класы), -108 дБм (A класы) π / 4dqpsk модуляциясы кезінде',
      },
      {
        key_ru: 'Выходная мощность, на антенном выходе',
        value_ru: '25 Вт (44 дБм)',
        key_kz: 'Шығу қуаты, антеннаның шығуында',
        value_kz: '25 Вт (44 дБм)',
      },
      {
        key_ru: 'Режим работы',
        value_ru: 'дуплекс',
        key_kz: 'Жұмыс тәртібі',
        value_kz: 'дуплекс',
      },
      {
        key_ru: 'Антенная конфигурация',
        value_ru: 'TX+RX; TX+2RX; TX+3RX, TX/RX; TX/RX+RX; TX/RX+2RX, 1–3 кратное разнесение',
        key_kz: 'Антенна конфигурациясы',
        value_kz: 'TX + RX; TX+2RX; TX+3RX, TX / RX; TX/RX+RX; TX/RX+2RX, 1-3 есе кеңею',
      },
      {
        key_ru: 'Тип антенного комбайнера',
        value_ru: 'гибридный комбайнер резонансный комбайнер',
        key_kz: 'Антенна комбайнының түрі',
        value_kz: 'гибридті комбайнер резонанстық комбайнер',
      },
      {
        key_ru: 'Антенный разъем TX/RX',
        value_ru: '7/16 female',
        key_kz: 'TX / RX антенна қосқышы',
        value_kz: '7/16 female',
      },
    ],
  },
  {
    id: 'dib-r5-outdoor',
    name: 'DIB-R5 Outdoor',
    subtitle: 'Базовая станция',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/2de/2def90481557b8259248991655dbd9a2.webp',
  },
  {
    id: 'ipn',
    name: 'IPN',
    subtitle: 'Транкинговый коммутатор  TETRA',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/043/043197a2b79870b7148e7aa685fea956.webp',
  },
  {
    id: 'dvrs',
    name: 'DVRS',
    subtitle: 'Система записи транкинговых переговоров',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/4bb/4bb3d82ea400c258be520ddc3bc0faf5.webp',
  },
  {
    id: 'nms',
    name: 'NMS',
    subtitle: 'Система управления оборудованием TETRA',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/39c/39cc4183650704331a9fc247851bf0c9.webp',
  },
];

export const CATEGORIES = [
  {
    name: 'TETRA системы',
    id: 'tetra-systems',
    img: 'https://www.hytera.ru/upload/resize_cache/webp/iblock/80c/80c85bdea2ed2f58dade3d71c61acffd.webp',
    products: [...TETRA_PRODUCTS],
  },
];
