export const TRANSLATION_KZ = {
  'Welcome to React': 'Willkommen bei react und react-i18next kz',
  navbar: {
    links: {
      'Каталог продукции': 'Өнім каталогы',
      Проекты: 'Жобалар',
      Решения: 'Шешімдер',
      'Итоги работ': 'Жұмыс қорытындылары',
      'Оформить запрос': 'Сұранысты рәсімдеу',
    },
    Контакты: 'Байланыстар',
    Юринфо: 'Заңды ақпарат',
    ТехПоддержка: 'Техникалық қолдау',
    login: 'Кіру',
    logout: 'Шығу',
    operator: 'Кәсіби радиобайланыс операторы',
  },
  main: {
    about: {
      title: 'Компания туралы',
      body1:
        'Rtel Group компаниясы 2018 жылы құрылған. Біз Қазақстан Республикасы аумағындағы алғашқы виртуалды жедел байланыс операторымыз. Компанияның басты құзыреті коммуникация мен радиобайланыстың инновациялық технологиялары саласында болып табылады',
      body2:
        'Бүгінгі таңда біз мынадай жобаларды іске асырдық: "Cybe-RR" Поездар қозғалысын цифрландыру жүйесі , "байланыс-мачталық құрылыстың мобильді мачтасы" Imesh жүйесі ТЖ кезіндегі мобильді қамту аймағы',
    },
    partners: {
      title: 'Біздің серіктестер',
      body1:
        'Rtel Group "ҚТЖ "ҰК" АҚ, Hytera, HP, "БТ-сигнал", 1520 компаниялар тобымен, Транстелесофтпен бірлесіп Қазақстандағы цифрлық байланысты жаңғыртуға және дамытуға қатысады.',
    },
    carousel: {
      beOnConnect: 'Әрқашан байланыста',
      futureConnection: 'Болашақтың кәсіби жедел байланысы',
      notOnlyCompany: 'Rtel тек компания ғана емес',
    },
    partnerTitle:
      'Rtel Group Қазақстандағы серіктестермен цифрлық байланысты жаңғыртуға және дамытуға қатысады',
  },
  catalog: {
    title: 'Өнім каталогы',
    'tetra-systems': {
      title: 'TETRA жүйелері мен терминалдары',
      body1:
        'Біз базалық станциялардың толық инфрақұрылымын, әмбебап терминалдарды, хаттамаларды, арнайы қосымшаларды және сапалы қызмет көрсетуді қамтамасыз ете аламыз. Біз барлық салалардағы клиенттермен жақсы ынтымақтастық қарым-қатынас орнаттық. TETRA және LTE технологиясына тұрақты инвестициялар арқылы біз дауыс пен деректердің өсіп келе жатқан қажеттіліктерін қанағаттандыру үшін тар жолақты және кең жолақты конвергенция шешімдерін ұсынамыз.',
      features: {
        title: 'Артықшылықтары',
        feature1: {
          title: 'Сенуге болатын сапа',
          body: 'TETRA жүйесінің артықшылықтарының бірі-құрылымның сенімділігі, резервтен қорғау және жүйенің ақауларына төзімділік. Резервтік қорғаудың мақсаты-жүйенің істен шығуының бірыңғай нүктесінің болмауы. Қорғаудың 3 деңгейі бар: BS брондау, орталық коммутаторды брондау және қосымшаларды брондау. Жүйенің тұрақтылығы негізінен апаттарға төзімділікте көрінеді. TETRA жүйесі апаттарға жоғары төзімділікті қамтамасыз етеді, негізінен икемді сәулет және толық функционалды төтенше жағдай режимі',
        },
        feature2: {
          title: 'Озық технологиялар',
          body: 'Радиобайланыс қашықтығын 20% - ға дейін ұлғайту. Сапалы беріліс және көрші арналардағы ең аз кедергі. Тіпті өте әлсіз сигналдарды қабылдау, бұл радиобайланыс қашықтығын арттыруға мүмкіндік береді.',
        },
        feature3: {
          title: 'Сапалы дыбыс',
          body: 'Шулы ортада да таза дыбыс. Дуплексті қоңырау-проблема жоқ. Шулы және қалыпты жағдайда жарқын дыбыс. Автоматты күшейту, ыңғайлы дыбысқа сенімділік.',
        },
        feature4: {
          title: 'Радиостанциялардың ұзақ жұмыс уақыты',
          body: 'Біздің жабдықта төмендеді тұтыну қуаты мен уақыты ұлғаюы жұмыс батареялар. Радиостанция аккумуляторының ұлғайтылған сыйымдылығы. Энергия үнемдеудің зияткерлік технологиясы.',
        },
      },
      sections: {
        title: 'Tetra жүйелер мен терминалдар каталогының бөлімдері',
        section1: 'TETRA жүйелері',
        section2: 'BDA екі бағытты радио сигнал күшейткіштер жүйесі',
        section3: 'TETRA терминалдары',
      },
    },
    'poc-solutions': {
      title: 'PoC-ұялы байланыс операторының желісі бойынша жедел байланыс шешімдері',
      body1:
        'Біз PoC терминалдарынан, мобильді қосымшалардан, сондай-ақ диспетчерлік және басқару платформаларынан тұратын әмбебап PoC шешімін ұсынамыз. Бұл шешім жан-жақты қызметтерді ұсынады, соның ішінде "бір-бір" және "бір-көп" жедел байланысы, толық дуплексті дауыстық және бейне қоңыраулар, карта негізінде диспетчерлеу және қоғамдық желілер арқылы жедел хабар алмасу. Әр түрлі сценарийлерге қолданылатын, оның құны төмен, қауіпсіздігі жоғары, орналастырудың қарапайымдылығы және сенімділігі жоғары. Стандартты API интерфейстерінің арқасында Hytera PoC терминалдары үшінші тарап қосымшалары мен платформаларын конфигурациялауға ашық.',
      features: {
        title: 'Артықшылықтары',
        feature1: {
          title: 'PoC қолданыстағы ұялы және WLAN желілерін пайдаланады',
          body: 'Радиожиілік спектріне дәстүрлі инвестициялар қажет емес',
        },
        feature2: {
          title: 'Радио желісінің қымбат инфрақұрылымына инвестицияның болмауы',
          body: 'Қолданыстағы ұялы желілер мен WLAN желілері инфрақұрылымды қажет етпестен жедел ұлттық байланысты қамтамасыз етеді',
        },
        feature3: {
          title: 'Түрлі бейне және деректер қызметтері',
          body: 'PoC шешімі сізге дауыстық қоңырауларды ғана емес, сонымен қатар бейне қоңыраулар, мультимедиялық хабарламалар, бейне жіберу және басқаларын бере алады',
        },
        feature4: {
          title: 'Сенімді және берік',
          body: 'PoC терминалы кем дегенде 30 минут 1 метр тереңдікке батырылғаннан кейін де қатал ортада болуға төтеп береді, ол әлі де қалыпты жұмыс істей алады',
        },
      },
      sections: {
        title:
          'Ұялы байланыс операторының желісі бойынша жедел байланысқа арналған PoC-шешімдер каталогының бөлімдері',
        section1: 'PoC Жүйелері ',
        section2: 'PoC Терминалдары',
        section3: 'Hytera Hytalk',
      },
    },
  },
  product: {
    description: 'СИПАТТАМАСЫ',
    features: 'ЕРЕКШЕЛІКТЕРІ',
    characteristics: 'СИПАТТАМАЛАРЫ',
    'main-characteristics': 'Негізгі техникалық сипаттамалары',
  },
  createProduct: {
    mainInfo: 'Негізгі ақпарат',
    characteristics: 'Характеристики',
    category: {
      tetraSystems: 'TETRA жүйесі',
      tetraTerminals: 'TETRA терминалдары',
      pocSystems: 'PoC жүйелері',
      pocTerminals: 'PoC Терминалдары',
      bda: 'BDA екі бағытты радио сигнал күшейткіштер жүйесі',
    },
    name: 'Атауы',
    subtitle: 'Атаудын астындағы мәтін',
    images: 'Суреттер',
    categoryImage: 'Санаттағы сурет',
    mainImage: 'Жабдық бетіндегі сурет',
    description: 'Сипаттамасы',
    descriptionName: 'Сипаттама атауы',
    descriptionText: 'Сипаттама мәтін',
    features: 'Ерекшеліктері',
    text: 'Мәтін',
    save: 'Сақтау',
    addCharacteristic: 'Сипаттама қосу',
  },
  contacts: {
    contacts: 'Байланыстар',
    officeAddress: 'ҚАЗАҚСТАНДАҒЫ RTEL GROUP КЕҢСЕСІНІҢ МЕКЕН-ЖАЙЫ',
    address:
      '115054, Қазақстан, Алматы қ., Бостандық Р., Гагарина 236, 3 қабат, №333 кабинет Rtl Group',
    phone: '+7 (495) 669-68-90',
    email: 'Email',
    contactUs: 'Бізбен хабарласыңыз',
  },
  footer: {
    projects: 'Жобалар',
    solutions: 'Шешімдер',
    catalog: 'Өнім каталогы',
    address: 'МЕКЕН-ЖАЙЫ',
    addressLocation: '115054, Қазақстан, Алматы қ., Бостандық Р., Гагарина 236',
    contacts: 'Байланыстар',
  },
  projects: {
    title: 'Жобалар',
    equipments: 'Пайдаланылған жабдықтар',
    solutions: 'Шешімдер',
    addMarker: 'Белгі қосу',
    editMarker: {
      title: 'Маркер жасау',
      name: 'Атауы',
      coordinates: 'Координаталары',
      longitude: 'Бойлық',
      latitude: 'ендік',
      submit: 'Сақтау',
    },
  },
};
