export const TRANSLATION_KZ = {
  'Welcome to React': 'Willkommen bei react und react-i18next kz',
  navbar: {
    links: {
      'Каталог продукции': 'Өнім каталогы',
      Проекты: 'Жобалар',
      Решения: 'Шешімдер',
      'Итоги работ': 'Жұмыс қорытындылары',
      'Оформить запрос': 'Сұранысты рәсімдеу',
    },
    Контакты: 'Байланыстар',
    Юринфо: 'Юр. инфо',
    ТехПоддержка: 'Тех. поддержка',
  },
  main: {
    about: {
      title: 'Компания туралы',
      body1:
        'Rtl Group 2018 жылы құрылған. Біз Қазақстан Республикасы аумағындағы алғашқы виртуалды жедел байланыс операторымыз. Компанияның басты құзыреті коммуникация мен радиобайланыстың инновациялық технологиялары саласында болып табылады',
      body2:
        'Қазіргі уақытта біз конустық типтегі мастиканы жасап, сынап көрдік және оған технологиялық платформаны орналастырдық, бұл 20 км-ден астам қашықтықта сандық байланысты қамтамасыз етті',
    },
    partners: {
      title: 'Біздің серіктестер',
      body1:
        'Rtel Group "ҚТЖ "ҰК" АҚ, Hytera, HP, "БТ-сигнал", 1520 компаниялар тобымен, Транстелесофтпен бірлесіп Қазақстандағы цифрлық байланысты жаңғыртуға және дамытуға қатысады.',
    },
  },
  catalog: {
    title: 'Өнім каталогы',
    'tetra-systems': {
      title: 'TETRA жүйелері мен терминалдары',
      body1:
        'Біз базалық станциялардың толық инфрақұрылымын, әмбебап терминалдарды, хаттамаларды, арнайы қосымшаларды және сапалы қызмет көрсетуді қамтамасыз ете аламыз. Біз барлық салалардағы клиенттермен жақсы ынтымақтастық қарым-қатынас орнаттық. TETRA және LTE технологиясына тұрақты инвестициялар арқылы біз дауыс пен деректердің өсіп келе жатқан қажеттіліктерін қанағаттандыру үшін тар жолақты және кең жолақты конвергенция шешімдерін ұсынамыз.',
      features: {
        title: 'Артықшылықтары',
        feature1: {
          title: 'Сенуге болатын сапа',
          body: 'TETRA жүйесінің артықшылықтарының бірі-құрылымның сенімділігі, резервтен қорғау және жүйенің ақауларына төзімділік. Резервтік қорғаудың мақсаты-жүйенің істен шығуының бірыңғай нүктесінің болмауы. Қорғаудың 3 деңгейі бар: BS брондау, орталық коммутаторды брондау және қосымшаларды брондау. Жүйенің тұрақтылығы негізінен апаттарға төзімділікте көрінеді. TETRA жүйесі апаттарға жоғары төзімділікті қамтамасыз етеді, негізінен икемді сәулет және толық функционалды төтенше жағдай режимі',
        },
        feature2: {
          title: 'Озық технологиялар',
          body: 'Радиобайланыс қашықтығын 20% - ға дейін ұлғайту. Сапалы беріліс және көрші арналардағы ең аз кедергі. Тіпті өте әлсіз сигналдарды қабылдау, бұл радиобайланыс қашықтығын арттыруға мүмкіндік береді.',
        },
        feature3: {
          title: 'Сапалы дыбыс',
          body: 'Шулы ортада да таза дыбыс. Дуплексті қоңырау-проблема жоқ. Шулы және қалыпты жағдайда жарқын дыбыс. Автоматты күшейту, ыңғайлы дыбысқа сенімділік.',
        },
        feature4: {
          title: 'Радиостанциялардың ұзақ жұмыс уақыты',
          body: 'Біздің жабдықта төмендеді тұтыну қуаты мен уақыты ұлғаюы жұмыс батареялар. Радиостанция аккумуляторының ұлғайтылған сыйымдылығы. Энергия үнемдеудің зияткерлік технологиясы.',
        },
      },
      sections: {
        title: 'Tetra жүйелер мен терминалдар каталогының бөлімдері',
        section1: 'TETRA жүйелері',
        section2: 'BDA екі бағытты радио сигнал күшейткіштер жүйесі',
        section3: 'TETRA терминалдары',
      },
    },
    'poc-solutions': {
      title: 'PoC-решения для оперативной связи поверх сети сотового оператора',
      body1:
        'Hytera предлагает универсальное решение PoC, состоящее из PoC-терминалов, мобильных приложений, а также платформ диспетчеризации и управления. Это решение предоставляет разносторонние услуги, включая мгновенную связь «один-к-одному» и «один-ко-многим», полнодуплексные голосовые и видеозвонки, диспетчеризацию на основе карты и обмен мгновенными сообщениями по общедоступным сетям. Применимый к различным сценариям, он отличается низкой стоимостью, высокой безопасностью, простотой развертывания и повышенной надежностью. Благодаря стандартным интерфейсам API, PoC-терминалы от Hytera открыты для настройки сторонними приложениями и платформами.',
      features: {
        title: 'Преимущества',
        feature1: {
          title: 'PoC использует существующие сотовые сети и сети WLAN',
          body: 'Традиционные инвестиции в радиочастотный спектр не требуются',
        },
        feature2: {
          title: 'Отсутствие инвестиций в дорогостоящую инфраструктуру радиосети',
          body: 'Существующие сотовые сети и сети WLAN обеспечивают мгновенную общенациональную связь без необходимости создания инфраструктуры',
        },
        feature3: {
          title: 'Разнообразные услуги видео и данных',
          body: 'Решение PoC может предоставить вам не только голосовые вызовы, но также видеозвонки, мультимедийные сообщения, отправку видео и многое другое',
        },
        feature4: {
          title: 'Надежный и прочный',
          body: 'Выдерживает пребывание в суровых условиях, даже после того, как PoC-терминал будет погружен в воду на глубину 1 метр не менее 30 минут, он все еще может нормально работать',
        },
      },
      sections: {
        title: 'Разделы каталога PoC-решений для оперативной связи поверх сети сотового оператора',
        section1: 'Системы PoC',
        section2: 'Терминалы РоС',
        section3: 'Hytera Hytalk',
      },
    },
  },
  product: {
    description: 'СИПАТТАМАСЫ',
    features: 'ЕРЕКШЕЛІКТЕРІ',
    characteristics: 'СИПАТТАМАЛАРЫ',
    'main-characteristics': 'Негізгі техникалық сипаттамалары',
  },
};
