export const TRANSLATION_RU = {
  'Welcome to React': 'RUssia ru',
  navbar: {
    links: {
      'Каталог продукции': 'Каталог продукции',
      Проекты: 'Проекты',
      Решения: 'Решения',
      'Итоги работ': 'Итоги работ',
      'Оформить запрос': 'Оформить запрос',
    },
    Контакты: 'Контакты',
    Юринфо: 'Юр. инфо',
    ТехПоддержка: 'Тех. поддержка',
  },
  main: {
    about: {
      title: 'О компании',
      body1:
        'Компания Rtel Group основана в 2018 году. Мы первый виртуальный оператор оперативной связи на территории Республики Казахстан. Главная компетенция компании заключается в сфере инновационных технологий коммуникации и радиосвязи.',
      body2:
        'На сегодняшний день мы реализовали такие проекты как: СИСТЕМА ЦИФРОВИЗАЦИИ ДВИЖЕНИЯ ПОЕЗДОВ "Cybe-RR" , "МОБИЛЬНАЯ МАЧТА СВЯЗИАНТЕННО-МАЧТОВОЕ СООРУЖЕНИЕ"  Система Imesh Мобильная зона покрытия при ЧС',
    },
    partners: {
      title: 'Наши партнеры',
      body1:
        'Rtel Group участвует в модернизации и развитии цифровой связи в Казахстане совместно с АО «НК «КТЖ», Hytera, HP, «БТ-сигнал», Группа компаний 1520, Транстелесофт.',
    },
  },
  catalog: {
    title: 'Каталог продукции',
    'tetra-systems': {
      title: 'TETRA системы и терминалы',
      body1:
        'Мы можем предоставить полную инфраструктуру базовых станций, универсальные терминалы, протоколы, индивидуальные приложения и качественное обслуживание. Мы установили хорошие отношения сотрудничества с клиентами из всех отраслей промышленности. Благодаря постоянным инвестициям в технологии TETRA и LTE мы предоставляем серию решений для узкополосной и широкополосной конвергенции, чтобы удовлетворить растущие потребности в передаче голоса и данных.',
      features: {
        title: 'Преимущества',
        feature1: {
          title: 'Качество, на которое можно положиться',
          body: 'Одним из достоинств системы TETRA является надежность конструкции, защита от избыточности и отказоустойчивость системы. Целью резервной защиты является отсутствие единой точки отказа в работе системы. Существует 3 уровня защиты: резервирование BS, резервирование центрального коммутатора и резервирование приложений. Устойчивость системы в основном отражается в устойчивости к бедствиям. Система TETRA обеспечивает высокую устойчивость к бедствиям, главным образом за счет гибкой архитектуры и полнофункционального аварийного режима',
        },
        feature2: {
          title: 'Передовые технологии',
          body: 'Увеличение дальности радиосвязи до 20% Качественная передача и минимум помех на соседних каналах Приём даже очень слабых сигналов, что позволяет увеличить дистанцию радиосвязи',
        },
        feature3: {
          title: 'Качественный звук',
          body: 'Чистый звук даже в шумной обстановке Дуплексный вызов – без проблем Яркий звук в шумной и в обычной обстановке Автоматическое усиление, уверенность в комфортном звучании',
        },
        feature4: {
          title: 'Длительное время работы радиостанций',
          body: 'В нашем оборудовании снижена потребляемая мощность и увеличено время работы от батареи Увеличенная емкость аккумулятора радиостанции Интеллектуальная технология энергосбережения',
        },
      },
      sections: {
        title: 'Разделы каталога TETRA систем и терминалов',
        section1: 'TETRA системы',
        section2: 'Система двунаправленных усилителей радиосигнала BDA',
        section3: 'TETRA терминалы',
      },
    },
    'poc-solutions': {
      title: 'PoC-решения для оперативной связи поверх сети сотового оператора',
      body1:
        'Hytera предлагает универсальное решение PoC, состоящее из PoC-терминалов, мобильных приложений, а также платформ диспетчеризации и управления. Это решение предоставляет разносторонние услуги, включая мгновенную связь «один-к-одному» и «один-ко-многим», полнодуплексные голосовые и видеозвонки, диспетчеризацию на основе карты и обмен мгновенными сообщениями по общедоступным сетям. Применимый к различным сценариям, он отличается низкой стоимостью, высокой безопасностью, простотой развертывания и повышенной надежностью. Благодаря стандартным интерфейсам API, PoC-терминалы от Hytera открыты для настройки сторонними приложениями и платформами.',
      features: {
        title: 'Преимущества',
        feature1: {
          title: 'PoC использует существующие сотовые сети и сети WLAN',
          body: 'Традиционные инвестиции в радиочастотный спектр не требуются',
        },
        feature2: {
          title: 'Отсутствие инвестиций в дорогостоящую инфраструктуру радиосети',
          body: 'Существующие сотовые сети и сети WLAN обеспечивают мгновенную общенациональную связь без необходимости создания инфраструктуры',
        },
        feature3: {
          title: 'Разнообразные услуги видео и данных',
          body: 'Решение PoC может предоставить вам не только голосовые вызовы, но также видеозвонки, мультимедийные сообщения, отправку видео и многое другое',
        },
        feature4: {
          title: 'Надежный и прочный',
          body: 'Выдерживает пребывание в суровых условиях, даже после того, как PoC-терминал будет погружен в воду на глубину 1 метр не менее 30 минут, он все еще может нормально работать',
        },
      },
      sections: {
        title: 'Разделы каталога PoC-решений для оперативной связи поверх сети сотового оператора',
        section1: 'Системы PoC',
        section2: 'Терминалы РоС',
        section3: 'Hytera Hytalk',
      },
    },
  },
  product: {
    description: 'ОПИСАНИЕ',
    features: 'ОСОБЕННОСТИ',
    characteristics: 'ХАРАКТЕРИСТИКИ',
    'main-characteristics': 'Основные технические характеристики',
  },
};
