export const TRANSLATION_RU = {
  'Welcome to React': 'RUssia ru',
  navbar: {
    links: {
      'Каталог продукции': 'Каталог продукции',
      Проекты: 'Проекты',
      Решения: 'Решения',
      'Итоги работ': 'Итоги работ',
      'Оформить запрос': 'Оформить запрос',
    },
    Контакты: 'Контакты',
    Юринфо: 'Юр. информация',
    ТехПоддержка: 'Тех. поддержка',
    login: 'Войти',
    logout: 'Выйти',
    operator: 'Оператор профессиональной радиосвязи',
  },
  main: {
    about: {
      title: 'О компании',
      body1:
        'Компания Rtel Group основана в 2018 году. Мы первый виртуальный оператор оперативной связи на территории Республики Казахстан. Главная компетенция компании заключается в сфере инновационных технологий коммуникации и радиосвязи.',
      body2:
        'На сегодняшний день мы реализовали такие проекты как: СИСТЕМА ЦИФРОВИЗАЦИИ ДВИЖЕНИЯ ПОЕЗДОВ "Cybe-RR" , "МОБИЛЬНАЯ МАЧТА СВЯЗИАНТЕННО-МАЧТОВОЕ СООРУЖЕНИЕ"  Система Imesh Мобильная зона покрытия при ЧС',
    },
    partners: {
      title: 'Наши партнеры',
      body1:
        'Rtel Group участвует в модернизации и развитии цифровой связи в Казахстане совместно с АО «НК «КТЖ», Hytera, HP, «БТ-сигнал», Группа компаний 1520, Транстелесофт.',
    },
    carousel: {
      beOnConnect: 'Всегда на связи',
      futureConnection: 'Профессиональная оперативная связь будущего',
      notOnlyCompany: 'Rtel больше чем просто компания',
    },
    partnerTitle:
      'Rtel Group участвует в модернизации и развитии цифровой связи в Казахстане с партнерами',
    group1520: 'Группа компаний 1520',
  },
  catalog: {
    title: 'Каталог продукции',
    'tetra-systems': {
      title: 'TETRA системы и терминалы',
      body1:
        'Мы можем предоставить полную инфраструктуру базовых станций, универсальные терминалы, протоколы, индивидуальные приложения и качественное обслуживание. Мы установили хорошие отношения сотрудничества с клиентами из всех отраслей промышленности. Благодаря постоянным инвестициям в технологии TETRA и LTE мы предоставляем серию решений для узкополосной и широкополосной конвергенции, чтобы удовлетворить растущие потребности в передаче голоса и данных.',
      features: {
        title: 'Преимущества',
        feature1: {
          title: 'Качество, на которое можно положиться',
          body: 'Одним из достоинств системы TETRA является надежность конструкции, защита от избыточности и отказоустойчивость системы. Целью резервной защиты является отсутствие единой точки отказа в работе системы. Существует 3 уровня защиты: резервирование BS, резервирование центрального коммутатора и резервирование приложений. Устойчивость системы в основном отражается в устойчивости к бедствиям. Система TETRA обеспечивает высокую устойчивость к бедствиям, главным образом за счет гибкой архитектуры и полнофункционального аварийного режима',
        },
        feature2: {
          title: 'Передовые технологии',
          body: 'Увеличение дальности радиосвязи до 20% Качественная передача и минимум помех на соседних каналах Приём даже очень слабых сигналов, что позволяет увеличить дистанцию радиосвязи',
        },
        feature3: {
          title: 'Качественный звук',
          body: 'Чистый звук даже в шумной обстановке Дуплексный вызов – без проблем Яркий звук в шумной и в обычной обстановке Автоматическое усиление, уверенность в комфортном звучании',
        },
        feature4: {
          title: 'Длительное время работы радиостанций',
          body: 'В нашем оборудовании снижена потребляемая мощность и увеличено время работы от батареи Увеличенная емкость аккумулятора радиостанции Интеллектуальная технология энергосбережения',
        },
      },
      sections: {
        title: 'Разделы каталога TETRA систем и терминалов',
        section1: 'TETRA системы',
        section2: 'Система двунаправленных усилителей радиосигнала BDA',
        section3: 'TETRA терминалы',
      },
    },
    'poc-solutions': {
      title: 'PoC-решения для оперативной связи поверх сети сотового оператора',
      body1:
        'Hytera предлагает универсальное решение PoC, состоящее из PoC-терминалов, мобильных приложений, а также платформ диспетчеризации и управления. Это решение предоставляет разносторонние услуги, включая мгновенную связь «один-к-одному» и «один-ко-многим», полнодуплексные голосовые и видеозвонки, диспетчеризацию на основе карты и обмен мгновенными сообщениями по общедоступным сетям. Применимый к различным сценариям, он отличается низкой стоимостью, высокой безопасностью, простотой развертывания и повышенной надежностью. Благодаря стандартным интерфейсам API, PoC-терминалы от Hytera открыты для настройки сторонними приложениями и платформами.',
      features: {
        title: 'Преимущества',
        feature1: {
          title: 'PoC использует существующие сотовые сети и сети WLAN',
          body: 'Традиционные инвестиции в радиочастотный спектр не требуются',
        },
        feature2: {
          title: 'Отсутствие инвестиций в дорогостоящую инфраструктуру радиосети',
          body: 'Существующие сотовые сети и сети WLAN обеспечивают мгновенную общенациональную связь без необходимости создания инфраструктуры',
        },
        feature3: {
          title: 'Разнообразные услуги видео и данных',
          body: 'Решение PoC может предоставить вам не только голосовые вызовы, но также видеозвонки, мультимедийные сообщения, отправку видео и многое другое',
        },
        feature4: {
          title: 'Надежный и прочный',
          body: 'Выдерживает пребывание в суровых условиях, даже после того, как PoC-терминал будет погружен в воду на глубину 1 метр не менее 30 минут, он все еще может нормально работать',
        },
      },
      sections: {
        title: 'Разделы каталога PoC-решений для оперативной связи поверх сети сотового оператора',
        section1: 'Системы PoC',
        section2: 'Терминалы РоС',
        section3: 'Hytera Hytalk',
      },
    },
  },
  product: {
    description: 'ОПИСАНИЕ',
    features: 'ОСОБЕННОСТИ',
    characteristics: 'ХАРАКТЕРИСТИКИ',
    'main-characteristics': 'Основные технические характеристики',
  },
  createProduct: {
    title: 'Создание продукта',
    mainInfo: 'Основная информация',
    characteristics: 'Характеристики',
    category: {
      tetraSystems: 'TETRA системы',
      tetraTerminals: 'TETRA терминалы',
      pocSystems: 'Системы PoC',
      pocTerminals: 'Терминалы PoC',
      bda: 'Система двунаправленных усилителей радиосигнала BDA',
    },
    name: 'Название',
    subtitle: 'Текст под названием',
    images: 'Картинки',
    categoryImage: 'Картинка в категории',
    mainImage: 'Картинка на самой странице оборудования',
    description: 'Описание',
    descriptionName: 'Название описания',
    descriptionText: 'Текст описания',
    features: 'Особенности',
    text: 'Текст',
    save: 'Сохранить',
    addCharacteristic: 'Добавить характеристику',
  },
  contacts: {
    contacts: 'Контакты',
    officeAddress: 'АДРЕС ОФИСА RTEL GROUP В КАЗАХСТАНЕ',
    address:
      '115054, Казахстан, г. Алматы, Бостандыкский р., Гагарина 236, этаж 3, кабинет №333 Rtl Group',
    phone: 'Телефон',
    email: 'Email',
    contactUs: 'Связаться с нами',
  },
  footer: {
    projects: 'Проекты',
    solutions: 'Решения',
    catalog: 'Каталог продукции',
    address: 'Адрес',
    addressLocation: '115054, Казахстан, г. Алматы, Бостандыкский р., Гагарина 236',
    contacts: 'Контакты',
  },
  projects: {
    title: 'Проекты',
    equipments: 'Использованные оборудования',
    solutions: 'Решения',
    addMarker: 'Добавить метку',
    editMarker: {
      title: 'Создание маркера ',
      name: 'Название',
      coordinates: 'Координаты',
      longitude: 'Долгота',
      latitude: 'Широта',
      submit: 'Сохранить',
    },
  },
  solutions: {
    title: 'Решения',
    moreInfo: 'Подробнее',
    download: 'Скачать презентацию',
  },
  feedback: {
    title: 'Форма запроса ',
    name: 'Имя',
    lastName: 'Фамилия',
    email: 'Электронная почта',
    company: 'Компания',
    position: 'Должность',
    industry: 'Индустрия',
    region: 'Область (РК)',
    phone: 'Телефон',
    description: 'Описание запроса',
    submit: 'Отправить',
  },
  techSupport: {
    title: 'Техническая поддержка',
    fio: 'ФИО',
    email: 'E-mail',
    company: 'Компания',
    name: 'Тип проблемы',
    description: 'Описание проблемы',
    send: 'Отправить',
  },
  legalInfo: {
    title: 'Юридическая информация',
    address:
      'Юридический и фактический адрес: Казахстан, город Алматы, пр. Гагарина 236, офис 333.',
    bin: 'БИН: 190540023767',
    connection: '61209 – ОКЭД. Прочая беспроводная телекоммуникационная связь',
    filial:
      'В Филиале АО «Forte Bank» в г. Алматы, БИК IRTYKZKA, KZ1496502F0011231710 В г. Алматы, пр. Нурсултан Назарбаев, д 100. (основной счет)',
    nds: 'Свидетельство о постановке на НДС серия 60001 №1221992от 25.06.2021г.',
    director: 'Директор: Молдасанов Едиль Серикбекович, действующий на основании Устава',
    email: 'Почта: Info@rtel.kz',
  },
  actions: {
    addNew: 'Добавить новый',
    edit: 'Редактировать',
    remove: 'Удалить',
  },
  hyteraHytalk: {
    title: 'Что такое Hytera Hytera?',
    subtitle:
      'Решение Hytera HyTalk PoC основывается на существующих сетях 3G/LTE/WLAN и предоставляет такие сервисы как Push-to-Talk, видеозвонки, обмен мультимедийными сообщениями, функции диспетчеризации и многое другое.',
    features: {
      title1: 'Покрытие по всему миру',
      subtitle1:
        'PoC использует сети 3G / LTE и WLAN, чтобы обеспечить безопасное, мгновенное и глобальное коммуникационное решение для современных мобильных сотрудников.',
      title2: 'Инфраструктура не требуется',
      subtitle2:
        'Клиенту больше не нужно покупать, эксплуатировать и обслуживать какую-либо инфраструктуру, поскольку все это делают операторы мобильной сети.Необходимо использовать сим-карту операторов мобильной связи.',
      title3: 'Экономически эффективно',
      subtitle3:
        'PoC можно развернуть из бюджета операционных расходов (OPEX), как недорогую услугу на основе подписки.',
    },
    tariff: 'Тарифы Hytera PoC',
    terminals: {
      title: 'Терминалы',
      audioTitle: 'Аудио',
      audioText:
        'Регистрация и аутентификация, индивидуальные и групповые аудио вызовы, дуплексные и полудуплексные вызовы, передача коротких и статусных мультимедиа сообщений, отправка координат, экстренные вызовы, конференц-вызовы, динамические группы, запросы/очереди/прерывание транзакций.',
      audioAndVideTitle: 'Аудио и Видео',
      audioAndVideoText:
        'Все услуги аудио + видео групповые/индивидуальные вызовы, видео по запросу, трансляция видео',
    },
    dispatcher: {
      title: 'Диспетчер',
      baseTitle: 'Базовый',
      baseText:
        'Aудио вызовы, прослушивание переговоров, передача сообщений, проигрывание записанных данных',
      bestTitle: 'Улучшенный',
      bestText:
        'Базовые услуги + позиционирование на карте, просмотр истории перемещений, геофенсинг',
      videoTitle: 'Видео',
      videText:
        'Видеовызовы, трансляция видео в реальном времени, получение видеопотоков от пользователей. + Улучшенный',
    },
    administration: {
      title: 'Администрирование',
      managementTitle: 'Управление',
      managementText:
        'Создание\\редактирование\\удаление абонентов, групп, суборганизаций; просмотр статистики по вызовам, по квотам.',
      recordTitle: 'Запись',
      recordText:
        'Записьпрослушивание\\просматривание\\экспортирование переговров и видеотрансляций, хранение аудио и видео данных, резервирование',
      techSupportTitle: 'Техподдержка',
      techSupportText:
        'Решение технических проблем 8/5 с помощью портала support.hytera.ru, помощь в настройке системы, регулярные обновления',
    },
  },
  categories: {
    'tetra-systems': 'TETRA системы',
    'tetra-terminals': 'TETRA терминалы',
    'poc-systems': 'Системы PoC',
    'poc-terminals': 'Терминалы PoC',
    'bda-systems': 'Система двунаправленных усилителей радиосигнала BDA',
  },
};
